/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "无法打开Lightroom目录数据库";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Lightroom目录…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "目录显示为空的。";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "这个目录当前在Lightroom打开。";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "不能读取Lightroom目录项目。";

